Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/klemetti_n_su_090208.pdf.tmx
Source language: fin
Languages: sme

source: Arvoisat saamelaiskäräjäedustajat,
sme: Árvvus adnon sámedikki áirasat,

source: Aluksi haluan kiittää äänestäjiäni ja saamelaiskäräjäjäseniä luottamuksesta.
sme: Vuohččan háliidan giitit iežan jienasteddjiid ja din sámedikki áirasiid luohttámušas.

source: tukiryhmälleni henkisestä ja poliittisesta tuesta, ja kaikesta siitä työstä, jota olette tehneet yhteisen politiikkamme eteen.
sme: Earenoamáš giittus gullá mu doarjjajovkui vuoiŋŋalaš ja politihkalaš doarjagis, ja buot dan baggus, man lehpet bargan min oktasaš politihka ovdii.

source: Haluan myös kiittää kaikkia saamelaiskäräjävaaleihin osallistuneita ehdokkaita ja äänestäjiä.
sme: Háliidan maid giitit buot sámedikki válggaide oasi váldán evttohasaid ja jienasteddjiid.

source: Te kaikki olette mahdollistaneet demokratian toteutumisen.
sme: Sii buohkat leat dahkan vejolažžan demokratiija ollašuvvama.

source: Kiitän edellistä saamelaiskäräjiä ja saamelaiskäräjien henkilöstöä saamelaisten etujen ajamisesta ja saamelaisten eteen tehdystä työstä.
sme: Giittán ovddeš sámedikki ja sámedikki bargiid sámiid beroštumiid ovddideamis ja sápmelaččaid buorrin dahkkon barggus.

source: Haluan myös lausua kiitoksen sanani saamelaiskäräjien pitkäaikaiselle puheenjohtajalle Pekka Aikiolle saamelaiskäräjien ja saamelaisten eteen tehdystä ansiokkaasta työstä.
sme: Háliidan maid cealkit giitosa sániid sámedikki guhkesáigásaš ságadoallái Pekka Aikioi su sámedikki ja sápmelaččaid buorrin bargan ánssolaš barggus.

source: Minulle itselleni saamelaispolitiikka tuli tutuksi jo lapsuuskodissamme.
sme: Munnje alccesan sámi politihkka šattai oahpisin juo mánnávuođa ruovttus.

source: Muistan lapsuudestani erityisen hyvin kun perheen kanssa kuuntelimme yhdessä radiosta aikoinaan vain puoli tuntia viikossa lähetettäviä sámi ságat lähetyksiä, joissa ja lähetysten jälkeisissä keskusteluissa kylvettiin minulle saamelaispolitiikan siemen.
sme: Muittán mánnávuođastan hui bures go bearrašiin guldaleimmet rádios sámi ságaid, mat bohte dušše okte vahkus ja dušše diibmobeale hávil. Dáin sáddagiin ja dan maŋŋelaš bearraša gaskavuođa ságastallamiin gilvojuvvui munnje sámipolitihka siepman.

source: Isäni oli hyvin valveutunut saamelaisasioiden puolestapuhuja ja ehtipä hän olla edustajanakin saamelaiskäräjien edeltävässä saamelaisvaltuuskunnassa.
sme: Áhččán lei hui áŋgiris sámi áššiid ovddideaddji ja bealušteaddji ja háhppehiihan son ovddasteaddjinnai sámi parlameanttas, mii lei ovdal sámedikki.

source: Vanhempani ovat myöhemmin kannustaneet minua ajamaan saamelaisten oikeuksia, etuja ja hankkimaan koulutusta saamelaisasioiden eteenpäin viemiseksi.
sme: Mu váhnemat leat maid movttiidahttán mu vuodjit sámi áššiid ovddos ja háhkat skuvlejumi sámi áššiid ovddos doalvumii.

source: Tämänkin vuoksi olen erityisen kiitollinen tehtävästäni ja koen itseni etuoikeutetuksi kun minut on valittu arvostetuimpaan saamelaistehtävään Suomessa.
sme: Dánnai dihte lean hui giitevaš dán luohttámusdoaimmas ja munnje lea hui stuora gudni mun lean válljejuvvon eanemus árvvus adnojuvvon sámi bargui Suomas.

source: Pyrin tekemään kaikkeni että olen teidän luottamuksenne arvoinen ja pyrin seuraavan neljän vuoden aikana täyttämään minulle asetetut odotukset yhdessä teidän kanssanne demokraattisesti.
sme: Vikkan bargat buot, ahte lean din luohttámuša árvosaš ja vikkan čuovvovaš njealji jagi áigge deavdit munnje biddjon vuordámušaid ovttas dinguin demokráhtalaččat.

source: Ilokseni voin todeta, että saamelaiskäräjät on uudistunut ja erityisen iloinen olen siitä, että nuoremman saamelaissukupolven ja naisedustajien osuus on noussut näin merkittäväksi saamelaiskäräjillä.
sme: Ilus sáhtán fuomášit, ahte sámediggi lea ođasnuvvan ja earenoamaš duhtavaš lean das, ahte nuoraid buolvva ja nissonolbmuid ovddastusa oassi lea loktanan ná mearkkašahttin sámedikkis.

source: Erityisesti näiltä ryhmiltä odotan panosta saamelaiskäräjien tasa -arvo- ja yhdenvertaisuussuunnitelman laadinnassa, mikäli saamelaiskäräjät ehdotuksestani sellaisen päättää laatia.
sme: Earenoamážit dáin joavkkuin vuorddán olu sámedikki dásseárvo- ja ovttaveardásašvuohtaplána ráhkadeamis, jos sámediggi evttohusan mielde dakkára mearrida ráhkadit.

source: Arvoisat kuulijat.
sme: Buorit olbmot.

source: Tulevalla saamelaiskäräjäkaudella saamelaiskäräjien on toiminnassaan vastattava muuttuvan yhteiskunnan haasteisiin.
sme: Dán sámedikki áigodagas sámediggi galgá doaimmastis vástidit nuppástuvvi servodaga hástalusaide.

source: Suomessa on uudistettu perustuslakia, ja suomalaista hallintojärjestelmää on kehitetty parlamentaarisemmaksi ja valtaa on siirretty eduskunnalle.
sme: Suomas lea ođastuvvon vuođđoláhka, ja suopmelaš hálddahusvuogádat lea ovddiiduvvon parlamentáralaččabun ja váldi lea sirdojuvvon riikabeivviide.

source: Myös presidentin toimikaudet on rajattu kahteen.
sme: Maiddái presideantta doaibmaáigodagat leat ráddjejuvvon guovtti áigodahkii.

source: Kaikissa asioissa meidän ei tarvitse ottaa mallia saamelaistahojen ulkopuolelta, mutta kaikki hyvät käytännöt, joiden kautta voimme kehittää saamelaiskäräjien työtä demokraattiseksi ja avoimeksi tulee ottaa vastaan.
sme: Buot áššiin mii eat dárbbat váldit málle sámi orgánaid olggobealde, muhto buot buorit geavadat, maiguin sáhttit ovddidit sámedikki barggu demokráhtalaččabun ja rabasin galget váldojuvvot vuostá.

source: Yksi saamelaiskäräjien tärkein tehtävä tulee olla kehittää saamelaiskäräjien toimintaa edustukselliseksi ja avoimeksi.
sme: Okta sámedikki deháleamos bargguin šaddá leat ovddidit sámedikki doaimma rabasin ja nu ahte dat čájeha olggosguvlui ovddastit nu bures go fal vejolaš.

source: Tämä edellyttää vallan hajauttamista saamelaiskäräjien kokoukselle, kaikille saamelaiskäräjien edustuksellisille elimille ja
sme: Dát gáibida válddi biđgema sámedikki dievasčoakkámii, buot sámedikki orgánaidda ja sámedikki virgeolbmuid gaskavuođas.

source: Tulevalla saamelaiskäräjäkaudella joudumme vastaamaan hyvin suuriin haasteisiin.
sme: Dán sámedikkiáigodagas šaddat vástidit hui stuora hástalusaide.

source: Saamelaisten maaoikeuskysymys, Ilo-sopimuksen ratifiointi ja pohjoismainen saamelaissopimus tulevat tämän saamelaiskäräjien käsittelyyn, valmisteluun ja päätettäväksi.
sme: Sámiid eananomastangažaldat, ILO-sohapamuša ratifiseren ja davviriikkalaš sámi soahpamuš bohtet dán dámedikki gieđahallamii, válmmaštallamii ja mearrideapmái.

source: Näin laajakantaisissa ja merkittävissä asioissa tulee kaikkien lautakuntien ja vaaleilla valittujen saamelaisten edustajien äänen ja mielipiteiden päästä kuuluviin.
sme: Ná viiddes ja mearkkašahtti áššiin galget buot lávdegottiid ja válggain válljejuvvon sápmelaš ovddasteddjiid jietna ja oaidnu beassat oidnosii ja gullosii.

source: Tulenkin ehdottamaan, että saamelaiskäräjäedustajat otetaan mukaan jo asioiden valmisteluvaiheessa päätöksentekoon.
sme: Boađánnai evttohit, ahte sámediggeovddasteaddjit váldojuvvojit mielde juo áššiid válmmaštallanmuttos mearrádusaid dahkamii.

source: Saamelaiskäräjien tehtävä on toteuttaa Suomen ainoan alkuperäiskansan kulttuuri-itsehallintoa.
sme: Sámedikki bargun lea ollašuhttit Suoma áidna álgoálbmoga kulturiešstivrema.

source: Tätä ajaessamme ja toteuttaessamme emme voi keskittyä vain edunvalvontaan ja rakenteiden tukemiseen, vaan meidän tulee olla läsnä koko saamelaisalueella saamelaisten arjessa.
sme: Go mii dán vuodjit ja ollašuhttit, de mii eat sáhte vuojulduvvat sušše beroštumiid bearráigeahččamii ja ráhkadusaid duvdimii, muhto mii fertet leat fárus oba sámiguovllus sápmelaččaid árgabeaivvis.

source: Arvoisat saamelaiskäräjäedustajat.
sme: Gudnejahtton sámediggeáirasat.

source: Kuluvalla kaudella meidän tulee erityisesti pitää huolta tulevaisuudestamme eli saamelaislapasista ja nuorista sekä historiastamme ja nykyisyydestämme, vanhemmasta saamelaisväestöstä.
sme: Dán vássi áigodagas mii galgat earenoamážit atnit ávvira boahtteáiggisteamet dehege sámimánáin ja –nuorain sihke historjjásttámet ja dálážisttámet, boarrásit sámi álbmogis.

source: Tämä ei tarkoita vaan rahoituksen myöntämispolitiikkaa, vaan oman toimintamme kehittämistä siten, että voimme tukea saamelaisia heidän elämänsä alkutaipaleella ja olla apuna ja tukena aktiivisen vanhuuden tukemisessa.
sme: Dát ii dárkkut dušše ruhtajuolludanpolitihka, muhto iežamet barggu ovddideami nu, ahte sáhttit duvdit sápmelaččaid sin eallima álgomuttos ja leat veahkkin aktiivvalaš boarisvuođa duvdimis.

source: Hyvät ystävät.
sme: Buorit ustibat.

source: Saamelaisuus on ehkä suurimman haasteensa edessä.
sme: Sápmelašvuohta soaitá leat stuorimus hástalusas ovddas.

source: Saamelaisten kotiseutualueen muuttotappio ja saamen kielilain puutteellinen toteutuminen ovat arvostamamme saamelaisuuden uhkia.
sme: Sápmelaččaid ruovttuguovllu fárrendáhpa ja sámi giellalága váilevaš ollašuvvan leat min árvvus atnin sápmelašvuođa uhkit.

source: Saamelaiskäräjien on lähdettävä siitä, että se palvelee kaikkia saamelaisia tasapuolisesti kaikilla Suomessa puhuttavilla saamen kielillä.
sme: Sámediggi galgá vuolgit das, ahte dat bálvala buot sápmelaččaid dásseárvosaččat buot Suomas hubmon sámegielaid mielde.

source: Ja saamelaiskäräjien ensisijainen vastuu on myös valvoa ja edellyttää saamelaisten kielellisten oikeuksien toteutumista.
sme: Ja sámedikki vuosttaš ovddasvástádus lea maid bearráigeahččat ja gáibidit sápmelaččaid gielalaš vuoigatvuođaid ollašuvvama.

source: Meidän tulee toimia saamen kielen esitaistelijoina, emmekä voi vierittää vastuuta saamelaisten kielellisten oike uksien ajamisesta vain yksittäisten saamelaisten harteille.
sme: Mii galgat bargat smágiela ovdadáistaleaddjin, eatge sáhte sirdit ovddasvástádusa gielalaš vuoigatvuođaid ollašuvvamis dušše ovtatskas sápmelaččaid hárduid nala.

source: Saamelaisten kotiseutualue on säilytettävä elinvoimaisena.
sme: Sámiid ruovttuguovlu ferte seailluhuvvot ealasin.

source: tulee toiminnassamme pystyä tukemaan, kehittämään ja luomaan sellaisia mahdollisuuksia, että voimme kehittää alueen elinkeinoja ja yrittäjyyttä saamelaisista lähtökohdista käsin.
sme: Mii galgat doaimmasteamet bastit duvdit, ovddidit ja ráhkadit dakkár vejolašvuođaid, ahte sáhttit ovddidit guovllu ealáhusaid ja fitnodateallima sámi vuolggasajiin.

source: Me emme saa alistua siihen, että meidän kulttuuria ja luonnonresursseja hyväksikäytetään keskusjohtoisesti, vaan meidän on saatava ja pystyttävä takaamaan se, että suuri osa yritystoiminnasta jäätävästä tulosta jää saamelaisalueen saamelaisille.
sme: Mii eat oaččo vuollánit dasa, ahte min kultuvra ja luondduriggodagat buorringeavahuvvojit guovddásjođiheami vuollásažžan, muhto mii fertet oažžut ja galgat bastit dáhkidit dan, ahte stuora oassi fitnodatdoaimmas báhcci bohtosis báhcá sámiguovllu sápmelaččaide.

source: Arvoisat käräjäedustajat, Saamelaiskulttuurin yksi kulmakivi on saamelainen poronhoito.
sme: Buorit olbmot. Sámi kultuvrra okta muvrageađgi lea sápmelaš boazodoallu.

source: Toiminnassamme meidän tulee vaatia ja edellyttää poronhoitolakia muutettavaksi siten, että se tunnistaa saamelaisen poronhoidon ja antaa paremmat edellytykset sen kehittämiselle.
sme: Doaimmasteamet mii galgat gáibidit ja bidjat eaktun ahte boazodoalloláhka rievdaduvvo nu, ahte dat dovdá sámi boazodoalu ja addá buoret eavttuid dan ovddideapmái.

source: Mutta saamelaiskulttuurilla 2 on muitakin kulmakiviä, uusia ja perinteisiä joita tulee tukea tasa-arvoisesti.
sme: Muhto sámi kultuvrras leat earáge muvrageađggit, ođđasat ja árbevirolaččat, maid galgá doarjut liikká dásseárvosaččat.

source: Meidän tulee luoda edellytyksiä sille, että saamelaiskulttuuria hyödyntävää matkailua ja elinkeinotoimintaa kehitetään paikallisten saamelaisten toimesta.
sme: Mii galgat dáhkidit eavttuid dasa, ahte turisma- ja ealáhusdoaibma mii atná ávkki sámi kultuvrras, ovddidit sápmelaččat.

source: Hyvät saamelaiskäräjäedustajat.
sme: Sámediggeáirasat.

source: Nyt meidän on yhdessä aloitettava saamelaiskäräjien poliittisen työn ohjaus ja tekeminen.
sme: Dál mii galgat ovttas álggahit sámedikki politihkalaš barggu stivrema ja bargama.

source: Lähiajan toimielimiemme kokouksissa ja seminaareissa meidän tulee yhdessä päättää minkälaista politiikkaa haluamme yhdessä tehdä tämän vaalikauden aikana.
sme: Lagašáigge doaibmaorgánamet čoakkámiin ja seminárain mii galgat ovttas mearridit makkár politihka háliidit ovttas bargat dán válgaáigodaga áigge.

source: Meidän on luotava lautakunnissa, yleiskokouksessa ja sihteeristössä tapahtuvalle työlle tavoitteet jotka pyrimme täyttämään.
sme: Mii galgat ásahit lávdegotti, dievasčoakkáma ja čállingotti bargui ulbmiliid maid viggat deavdit.

source: Meidän tulee muistaa minkä vuoksi teemme tätä työtä ja tehdä kaikkemme saamen kansan hyväksi.
sme: Mii galgat muitit man dihte mii bargat dán barggu ja bargat buot sámi álbmoga buorrin.

source: Vaatikaa tätä toisilta saamelaiskäräjäedustajilta tämän työn toteuttamisessa, vaatikaa tätä enemmän saamelaiskäräjien henkilöstöltä ja kaikkein eniten teidän tulee vaatia tätä itseltänne.
sme: Gáibidehket dán eará sámediggeáirasiin, gáibidehket dán eanet sámedikki bargiin ja buot eanemus dii galgabehtet gáibidit dán alddineattet.

source: Käyttäkäämme meille annettua valtaa vastuullisesti ja oikeudenmukaisesti.
sme: Atnot midjiide addojun válddi vásttolaččat ja vuoiggalaččat.

source: Arvoisat saamelaiskäräjien edustajat ja saamelaiskäräjien työntekijät.
sme: Gudnejahtton sámediggeáirasat ja sámedikki bargit.

source: Seuraavan neljän vuoden aikana meidän on vastattava yhteiskunnan ja saamelaisten esiintuomiin haasteisiin ja kehitettävä toimintakulttuurimme vastaamaan näitä tarpeita.
sme: Čuovvovaš njealji jagi áigge mii galgat dustet servodaga ja sápmelaččaid ovdanbuktin hástalusaid ja galgat gárgehit doaibmakultuvrramet dustet dáid dárbbuid.

source: Tämä vaatii sekä työntekijöiltä että kunnioitetuilta saamelaiskäräjäedustajilta innovatiivisuutta, asioihin paneutumista, intohimoa ja valmiutta muuttaa omia toimintatapoja.
sme: Dát gáibida sihke bargiin ja sámediggelahtuin innovatiivavuođa, áššiide vuojulduvvama, áŋggaštusa ja válmmašvuođa earáhuhttit iežaset bargovugiid.

source: Tavoitteemme tulee olla yhteinen, teemme saa melaiskäräjistä saamelaisia palvelevan ja saamelaisten etuja ajavan avoimen ja demokraattisen laitoksen.
sme: Min ulbmil lea oktasaš, dahkat sámedikkis sápmelaččaid bálvaleaddji ja sápmelaččaid beroštumiid goziheaddji rabas ja demokráhtalaš lágádusa.

source: Toivon kaikille meille saamelaiskäräjäedustajille onnea, menestystä ja viisautta toimiessamme saamelaisten etujen ja oikeuksien ajajana.
sme: Sávan buohkaide midjiide sámediggelahtuide lihku, menestumi, jierpmi ja viisodaga go mii bargat sápmelaččaid beroštumiid bearráigeahččin ja vuoigatvuođaid vuoddjin.
